Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-IT/tmx_teil_1.tmx
Source language: en
Languages: it

source: Engravers plates made from metal
it: Piastre per incisori in metallo

source: Cornices of metal
it: Cornicioni metallici

source: Copper wire, not insulated
it: Fili di rame non isolati

source: Metal railway crossovers
it: Scambi ferroviari in metallo

source: Threaded nuts of metal
it: Dadi filettati in metallo

source: Sills of metal
it: Soglie metalliche

source: Metal goods for use in construction
it: Articoli metallici per le costruzioni

source: Chimney terminals of metal
it: Estremità di camini in metallo

source: Vanadium
it: Vanadio

source: Aviaries [structures] of metal
it: Uccelliere [costruzioni] metalliche

source: Steel in sheet, rod, bar and billet form
it: Acciaio in lastre, listelli, barre e billette

source: Cylinders of metal for gas
it: Cilindri metallici per gas

source: Signalling panels, non-luminous and non-mechanical, of metal
it: Pannelli di segnalazione non luminosi, non meccanici in metallo

source: Metal wires for binding objects
it: Fili metallici per legare oggetti

source: Ventilators [vents] of metal for buildings
it: Ventilatori [sfiati] in metallo per edifici

source: Structural steels
it: Acciai da costruzione

source: Manifolds of metal for pipelines
it: Collettori metallici per canalizzazioni

source: Weatherboards of metal
it: Assi di sgrondo in metallo

source: Fittings of metal for coffins
it: Guarnizioni per bare in metallo

source: Common metals, unwrought or semi-wrought
it: Metalli comuni grezzi o semilavorati

source: Metallic insect screens for windows
it: Reti antizanzara per finestre in metallo

source: Tubes of copper alloys
it: Tubi in leghe di rame

source: Ingots of common metal
it: Lingotti di metalli comuni

source: Towing cables of metal
it: Funi da traino metalliche

source: Extrusions of metal
it: Estrusioni in metallo

source: Tombstones of non-precious metal
it: Lapidi in metallo non prezioso

source: Bright steel
it: Acciaio lucido

source: Statues of common metal alloys
it: Statue in leghe di metalli comuni

source: Linings (Metal -) for use in construction
it: Rivestimenti (In metallo -) per le costruzioni

source: Titanium iron
it: Ferro-titanio

source: Cable joints of metal, non-electric
it: Giunti metallici di cavi non elettrici

source: Additive alloys for the production of iron
it: Leghe aggiuntive per la produzione di ferro

source: Aluminium and its alloys
it: Alluminio e sue leghe

source: Aluminium supports for panels
it: Supporti in alluminio per pannelli

source: Metal valves for controlling the flow of gases in pipelines
it: Valvole in metallo per il controllo del flusso dei gas nei condotti

source: Diving boards of metal
it: Trampolini metallici

source: Iron pyrites
it: Piriti di ferro

source: Lead and its alloys
it: Piombo e sue leghe

source: Lead for pouring of figures
it: Piombo per la colata di statuette

source: Copings of metal
it: Montanti in metallo

source: Cladding of metal for facades
it: Rivestimenti in metallo per facciate

source: Clevises of metal
it: Maniglioni in metallo

source: Gutter pipes of metal
it: Tubi di discesa metallici

source: Molybdenum
it: Molibdeno

source: Tension levers of metal
it: Leve di tensione in metallo

source: Meshes of common metal
it: Reti in metallo comune

source: Memorial plates of metal
it: Targa commemorativa in metallo

source: Mouldings of metal for use in building
it: Modanature in metallo per l'edilizia

source: Mullions of metal
it: Montanti metallici

source: Wall partitions (Metal -), other than furniture
it: Elementi divisori in metallo per stanze [non mobilio]

source: Hinges of metal for the fixing of pipes
it: Cerniere in metallo per il fissaggio di tubi

source: Holders (Fixed -) of metal for towels
it: Supporti (Fissi -) in metallo per asciugamani

source: Chimneys of metal
it: Caminetti in metallo

source: Chimney shafts of metal
it: Canne fumarie in metallo

source: Rods of metal for brazing and welding including those from alloy steel and titanium
it: Bacchette metalliche per la brasatura e la saldatura comprese quelle di acciaio in lega e titanio

source: Canopies [structures] of metal
it: Tettoie [strutture] in metallo

source: Changing rooms [structures] of metal
it: Camerini di prova [strutture] in metallo

source: Refractory construction materials of metal
it: Materiali da costruzione refrattari in metallo

source: Safety chains of metal
it: Catene di sicurezza

source: Booths of metal for use in the treatment of metal surfaces
it: Cabine in metallo per il trattamento delle superfici metalliche

source: Modular shelters of metal
it: Tettoie modulari in metallo

source: Portable buildings made principally of metal
it: Costruzioni trasportabili principalmente in metallo

source: Ducts of metal for air-conditioning installations
it: Condotti in metallo per impianti di climatizzazione

source: Wing nuts of metal
it: Galletti in metallo

source: Stalls [structures] of metal for horses
it: Box [strutture] in metallo per cavalli

source: Security containers of metal
it: Contenitori di sicurezza metallici

source: Steel in bar form
it: Barre d'acciaio

source: Steel sheet for use in building
it: Lamiere in acciaio per l'edilizia

source: Handrails of metal for baths and showers
it: Corrimano in metallo per vasche da bagno e docce

source: Heavy metals
it: Metalli pesanti

source: Advertising boards [metal hoardings]
it: Pannelli pubblicitari [tabelloni di metallo]

source: Clad steel plates and sheets
it: Lastre e fogli in acciaio rivestito

source: Pre-fabricated metal building assembly kits
it: Kit di montaggio per edifici in metallo prefabbricati

source: Metal sash locks
it: Fermi di metallo

source: Metallic mountings
it: Supporti metallici

source: Slabs of metal for building
it: Lastre in metallo per costruzioni

source: Semi-finished articles of lead or its alloys
it: Articoli semilavorati in piombo o sue leghe

source: Semi-finished articles of tin or its alloys
it: Articoli semilavorati in stagno o sue leghe

source: Bends (pipe -) of metal [other than parts of machines]
it: Gomiti (tubi -) in metallo [non parti di macchine]

source: Blinds of metal for external use
it: Persiane metalliche per uso esterno

source: Stringers [parts of staircases] of metal
it: Montanti [parti di scale] in metallo

source: Straps of metal
it: Cinghie metalliche

source: Flanged pipes of metal
it: Tubi flangiati in metallo

source: Plugs [dowels] of metal
it: Tamponi [perni] metallici

source: Shaped metal sections
it: Profili metallici

source: Boxes of metal for horticultural purposes
it: Scatole in metallo per l'orticoltura

source: Pavilions made of metal
it: Padiglioni in metallo

source: Pillars of metal
it: Colonne in metallo

source: Metal wheel clamps
it: Bloccaruote in metallo

source: Screw-in insert nuts of metal
it: Dadi per inserti a vite in metallo

source: Facades of metal
it: Facciate in metallo

source: Modular building units (Metal -)
it: Unità edilizie modulari (In metallo -)

source: Wire ropes for use with cranes
it: Funi metalliche da utilizzare con gru

source: Roller blinds of steel
it: Stuoie in acciaio

source: Containers of metal for chemicals, compressed gases and liquids
it: Contenitori metallici per prodotti chimici, gas compressi e liquidi

source: Ropes of metal
it: Cordami metallici

source: Mouldings of metal for cornices
it: Modanature di cornicioni in metallo

source: Windows of metal
it: Finestre metalliche

source: Ducting conduit installations (Non-electric -) of metal
it: Impianti di condotte di canalizzazione (Non elettrici -) in metallo

source: Ducts of metal for concealing water pipes
it: Condotte in metallo per nascondere tubi per l'acqua

source: Ties of metal for use in building
it: Traversine in metallo per l'edilizia

source: Locks of metal, other than electric
it: Serrature in metallo non elettriche

source: Chains (Metal -) for animals
it: Catene (In metallo -) per animali

source: Chrome iron
it: Ferro-cromo

source: Tin cans [empty]
it: Lattine [vuote]

source: Arch frames (Metal -) for use in construction
it: Telai per archi (In metallo -) per costruzione

source: Cylinders of metal for use with compressed gas
it: Cilindri in metallo per gas compressi

source: Ceilings of metal
it: Soffitti in metallo

source: Furniture casters of metal
it: Rotelle di mobili in metallo

source: Cloches (Metal framed -) for agricultural use
it: Campane (Strutture metalliche -) per l'agricoltura

source: Junctions of metal for pipes
it: Raccordi di tubi in metallo

source: Canopies of metal incorporating fixed or movable slats
it: Tettoie in metallo dotate di asticelle fisse o mobili

source: Cans of metal for alcoholic beverages
it: Lattine in metallo per bevande alcoliche

source: Steel in the form of coils
it: Acciaio in forma di bobine

source: Steels in the form of reels
it: Acciaio in forma di rotoli

source: Fittings of metal for furniture
it: Guarnizioni di mobili in metallo

source: Vice benches of metal
it: Morsa-banco in metallo

source: Flues of metal for use in building
it: Ciminiere in metallo per l'edilizia

source: Non-return flaps of metal [other than parts of machines]
it: Alette di non ritorno in metallo [non parti di macchine]

source: Loading gauge rods, of metal, for railway waggons
it: Sagome di carico per ferrovia in metallo

source: Handcuffs
it: Manette

source: Brass
it: Ottone

source: Elbows of metal for pipes
it: Gomiti di tubi metallici

source: Monuments of non-precious metal
it: Monumenti in metalli non preziosi

source: Huts made of metal
it: Capanni in metallo

source: Metallic insect screens for doors
it: Zanzariere metalliche per porte

source: Soundproof cabins [structures] made of metal
it: Gabbie insonorizzatrici [strutture] in metallo

source: Drums [containers] of metal other than household containers
it: Fusti [contenitori] in metallo non recipienti per uso domestico

source: Expansion plugs of metal
it: Tappi ad espansione in metallo

source: Extruded aluminium sections
it: Profilati estrusi in alluminio

source: Grilles of metal for pavements
it: Griglie in metallo per pavimenti

source: Brackets of metal used for fixing plaques
it: Staffe in metallo per il fissaggio di targhe

source: Prefabricated scaffolds of metal
it: Impalcature prefabbricate in metallo

source: Double glazing units (Metal -)
it: Unità a doppi vetri (In metallo -)

source: Double skinned (Metal -) heat insulated facade constructions
it: Costruzioni a facciate termoisolanti a doppio strato (In metallo -)

source: Downpoles of metal for the accessing of cables
it: Pali sotterranei in metallo per l'accesso dei cavi

source: Cadmium
it: Cadmio

source: Acoustic panels of metal for walls
it: Pannelli acustici in metallo per pareti

source: Alloys of metal containing calcium and aluminium
it: Leghe di metalli contenenti calcio e alluminio

source: Metal tubes for gas
it: Tubi metallici per gas

source: Internal floating lids of aluminium for use with gas or liquefied gas storage tanks
it: Coperchi galleggianti interni in alluminio per serbatoi di stoccaggio per gas o gas liquefatti

source: Containers made of metal for use in the storage of gases
it: Contenitori metallici per il deposito di gas

source: Cleats of metal [other than for nautical use]
it: Gallocce in metallo [non per uso nautico]

source: Reinforcing materials of metal for pipes
it: Armature metalliche per condotte

source: Stair treads [steps] of metal
it: Gradini [scalini] in metallo

source: Stretchers for metal bands [tension links]
it: Tenditori di strisce metalliche [staffe di tensione]

source: Tanks of metal for the transportation of liquefied gases
it: Serbatoi in metallo per il trasporto di gas liquefatti

source: Foot plates of metal
it: Pedali in metallo

source: Pallet racks of metal
it: Portapallet in metallo

source: Metal screens [other than furniture]
it: Schermi in metallo [non mobilio]

source: Catches (Door -) of metal
it: Ganci per porte in metallo

source: Catches (Furniture -) of metal
it: Fermi (Per mobili -) in metallo

source: Paving blocks of metal
it: Lastricati in metallo

source: Insulated metal panels for buildings
it: Pannelli isolati metallici per l'edilizia

source: Insulating doors of metal
it: Porte isolanti metalliche

source: Cable ducts made of metal [other than electricity]
it: Condotte metalliche per cavi [non per elettricità]

source: Fireproof cabinets of metal [other than furniture]
it: Armadietti antincendio in metallo [non mobilio]

source: Floor sections made of metal
it: Sezioni di pavimenti in metallo

source: Hinges for doors and windows (Metal -)
it: Cerniere per porte e finestre (Metallo -)

source: Roof flashings of aluminium
it: Converse in alluminio per tetti

source: Titanium unwrought or semi-wrought
it: Titanio grezzo o semilavorato

source: Non-electric multi-strand wire
it: Fili a più trefoli non elettrici

source: Non-electric single strand wire
it: Cavo non elettrico a treccia singola

source: Metal fastening anchors [for securing pictures to walls]
it: Ancore di fissaggio in metallo [per assicurare i quadri alle pareri]

source: Liquid storage tanks [structures] made of metal
it: Serbatoi di stoccaggio per liquidi [strutture] in metallo

source: Chains of metal
it: Catene metalliche

source: Blocks (Metal -) for use in flooring construction
it: Blocchi (In metallo -) per la costruzione di pavimentazioni

source: Sculptures of metal
it: Sculture in metallo

source: Common metals and their alloys including stainless steel
it: Metalli comuni e loro leghe compreso l'acciaio inossidabile

source: Buckles of common metal [hardware]
it: Borchie in metalli comuni [chincaglieria]

source: Rainwater reservoirs of metal
it: Serbatoi di acqua piovana in metallo

source: Reinforcing materials, of metal, for concrete
it: Armature metalliche per calcestruzzo

source: Steel cylinders for liquid air
it: Cilindri di acciaio per aria liquida

source: Adhesive wall decorations of bronze
it: Decorazioni adesive di bronzo per pareti

source: Adjustable base plates of metal
it: Piastre di base in metallo regolabili

source: Alloy forgings (rough or semi-finished -) [metal]
it: Forgiati in lega (grezzi o semilavorati -) [metallo]

source: Dormer vents (Metal -)
it: Abbaini (In metallo -)

source: Screw cups of metal
it: Tappi a vite in metallo

source: Shutter doors of metal
it: Saracinesche in metallo

source: Mobile display units [structures] of metal
it: Espositori mobili [strutture] in metallo

source: Mobile steps [ladders] of metal
it: Gradini mobili [scale] in metallo

source: Metal stanchions
it: Puntoni metallici

source: Wheel chocks made primarily of metal
it: Calzatoie principalmente in metallo

source: Platform steps of metallic for use with scaffolding
it: Gradini in metallo per piattaforme per uso con impalcature

source: Work platforms [scaffolding] of metal
it: Piattaforme di lavoro [impalcature] in metallo

source: Branching pipes of metal including those from alloy steel and titanium
it: Tubazioni di ramificazione in metallo comprese quelle di acciaio in lega e titanio

source: Tacks [nails]
it: Puntine [chiodi]

source: Metal containers for the storage and transportation of goods
it: Conteiner in metallo per il deposito ed il trasporto delle merci

source: Display signs of metal [non-luminous, non-mechanical] for roads
it: Cartelli per affissione in metallo [non luminosi, non meccanici] per strade

source: Guttering of metal for the collection of wastewater
it: Grondaie in metallo per la raccolta di acque di scarico

source: Hand railings of metal
it: Corrimano in metallo

source: Sculpted works of art made from common metal
it: Opere d'arte scolpite in metallo comune

source: Protective screens of metal
it: Schermi protettivi in metallo

source: Fencing made of common metal
it: Recinzioni in metalli comuni

source: Metal brackets for use in the construction and assembly of decking
it: Staffe metalliche per la costruzione e l'assemblaggio di impalcature

source: Metal door frames for refrigerating rooms
it: Telai in metallo per porte per camere frigorifere

source: Wire rod
it: Vergelle

source: Partitions of metal
it: Tramezzi metallici

source: Chests of metal for food
it: Dispensa metallica

source: Paddling pools [structure] of metal
it: Piscine per bambini [strutture] in metallo

source: Ramps of metal
it: Rampe metalliche

source: Ties of metal for use in brickwork
it: Tiranti in metallo per muratura

source: Gratings of metal
it: Cancellate in metallo

source: Charging troughs of metal
it: Canali di carico in metallo

source: Chutes of metal [other than parts of machines]
it: Scivoli di scolo in metallo [non parti di macchine]

source: Works of art of common metal
it: Oggetti d'arte in metalli comuni

source: Venetian blinds [outdoor] made of metal
it: Veneziane [per esterni] in metallo

source: Closures of metal for containers
it: Chiusure di recipienti in metallo

source: Metal drains for use in construction of basement waterproofing systems
it: Scarichi in metallo per la costruzione di sistemi interrati di impermeabilizzazione

source: Alloys of metal
it: Leghe metalliche

source: Beryllium [glucinium]
it: Berilio [glucinio]

source: Common metals, unwrought and semi-worked, for further manufacture
it: Metalli comuni, non fucinati e semilavorati, per ulteriore lavorazione

source: Buildings of metal
it: Costruzioni metalliche

source: Stainless steel
it: Acciai rivestiti

source: Advertisement columns of metal
it: Colonne per affissione in metallo

source: Roller doors (Metal -) having insulating properties
it: Porte a rulli (In metallo -) con proprietà isolanti

source: Roof components of metal
it: Componenti di tetti in metallo

source: Capitals (Metal -) being parts of columns
it: Capitelli (In metallo -) che sono parti di colonne

source: Steel in the form of foils
it: Acciaio in forma di lamine

source: Beacons of metal, non-luminous
it: Boa da segnale metallica non luminosa

source: Foils of metal for covering
it: Fogli di metallo per rivestimenti

source: Metal shackles
it: Grilli in metallo

source: Shutters of metal
it: Imposte metalliche

source: Telephone booths of metal
it: Cabine telefoniche in metallo

source: Walls of metal
it: Muri metallici

source: Cotter pins of metal
it: Chiavette metalliche

source: Tubes of nickel alloys
it: Tubi in leghe di nichel

source: Working platforms [structures]
it: Piattaforme di lavoro [strutture]

source: Wrought common metals
it: Metalli comuni lavorati

source: Sleeping policemen [fixed] (metal -)
it: Dissuasori di velocità [fissi] (in metallo -)

source: Transportable houses of metal
it: Case trasportabili in metallo

source: Blooms [metallurgy]
it: Masselli [metallurgia]

source: Spelter for welding
it: Zinco per saldatura

source: Stainless steel in sheet form
it: Acciaio inossidabile in fogli

source: Stainless steel in strip form
it: Acciaio inossidabile in nastro

source: Prefabricated wall structures of metal incorporating mineral wool insulation
it: Strutture prefabbricate in metallo per pareti con isolamento in lana minerale

source: Discharge pipes (Metal -) for building installations
it: Tubi di scarico (In metallo -) per impianti edili

source: Draw-off valves (metal -) [other than parts of machines]
it: Valvole di estrazione (in metallo -) [non parti di macchine]

source: Additive alloys for the production of steel
it: Leghe aggiuntive per la produzione di acciaio

source: Aluminium residential doors
it: Porte residenziali in alluminio

source: Sheets of aluminium
it: Lamiere di alluminio

source: Aluminium strips
it: Moiette in alluminio

source: Ferrules of metal for walking sticks
it: Puntali di bastoni in metallo

source: Composting receptacles of metal
it: Contenitori di compostaggio in metallo

source: Sheet piles of metal
it: Palancole metalliche

source: Tanks of metal for the storage of liquefied gases
it: Serbatoi in metallo per lo stoccaggio di gas liquefatti

source: Frameworks of metal for rooms
it: Intelaiature in metallo per stanze

source: Metal profiles with thermic isolation
it: Profili metallici con isolamento termico

source: Ramps being structures of metal
it: Rampe che sono strutture in metallo

source: Mountings of metal for glass
it: Supporti in metallo per vetro

source: Fire resistant doors of metal
it: Porte resistenti al fuoco in metallo

source: Fish plates of metal
it: Ganasce in metallo

source: Fittings of metal for pipes
it: Raccordi in metallo per tubi

source: Handles of metal for windows
it: Maniglie in metallo per finestre

source: Hinges of metal incorporating a spring
it: Cerniere in metallo contenenti una molla

source: Reinforcement rods of metal
it: Barre di rinforzo in metallo

source: Metal holders for signboards
it: Portainsegne in metallo

source: Horticultural frames [structures] of metal
it: Intelaiature per serre [strutture] in metallo

source: Sheeting lines of metal
it: Rivestimenti in lamiera

source: Portable stands of metal for use by spectators
it: Tribune portatili per spettatori in metallo

source: Glazing beads of metal
it: Fermavetro in metallo

source: Greenhouses being fixed metal structures
it: Serre che sono strutture metalliche fisse

source: Reinforcement materials (Metal -) for construction
it: Materiali di rinforzo (In metallo -) per la costruzione

source: Steel reinforcement for use in the construction of concrete floors
it: Rinforzi in acciaio per la costruzione di pavimenti in cemento

source: Path edgings made of metal materials
it: Bordi per sentieri in materiali metallici

source: Building structures of metal
it: Strutture in metallo per edilizia

source: Awnings of metal
it: Tettoia in metallo

source: Roses [ceiling decorations] of metal
it: Rosoni [decorazioni per soffitti] in metallo

source: Consignment shelving [structures] of metal
it: Scaffalature di deposito [strutture] in metallo

source: Advertising signs of metal [non-mechanical, not luminous]
it: Insegne pubblicitarie in metallo [non meccaniche, non luminose]

source: Door holders of metal
it: Fermi per porte in metallo

source: Ceiling supports of metal
it: Supporti metallici per soffitti

source: Porches [structures] of metal
it: Porticati [costruzione] metallici

source: Shelf supports of metal [other than parts of furniture]
it: Supporti per scaffalature in metallo [non parti di mobili]

source: Shelters (Metal -) for use at bus stops
it: Tettoie (In metallo -) per fermate di autobus

source: Shot (Lead -) for shotblasting
it: Pallini di piombo per pallinatura

source: Mobile [portable] buildings of metal containing sanitary installations
it: Costruzioni mobili [trasportabili] in metallo contententi impianti sanitari

source: Mobile aerial work platforms [scaffolding] of metal
it: Piattaforme mobili in metallo [impalcature] per attività aerea

source: Mobile homes [portable buildings] of metal
it: Case mobili [edifici trasportabili] in metallo

source: Armoured doors of metal
it: Porte blindate in metallo

source: Metallic frames for sliding doors
it: Telai metallici per porte scorrevoli

source: Semi-finished articles of nickel or its alloys
it: Articoli semilavorati in nichel o sue leghe

source: Armour door sheetings of metal
it: Blindature per porte in metallo

source: Armoured windows having metal frames
it: Finestre blindate con telai in metallo

source: Artistic castings of bronze
it: Fusioni artistiche in bronzo

source: Balcony enclosures (Metallic -)
it: Ringhiere per balconi (In metallo -)

source: Bauxite reinforced aluminium alloys
it: Leghe di alluminio rinforzate con bauxite

source: Beams of common metal for formwork systems
it: Travi in metallo comune per casseforme

source: Metal strapping
it: Moietta metallica

source: Shelters [building structures] of metal
it: Pensiline [strutture edilizie] metalliche
